var verbs = [{
    "en": "want",
    "ru": ["хотеть"],
    "n": 1
}, {
    "en": "speak",
    "ru": ["говорить (на каком-то языке) б/п"],
    "n": 53
}, {
    "en": "know",
    "ru": ["знать"],
    "n": 2
}, {
    "en": "wash",
    "ru": ["умываться", "стирать (белье)", "мыть"],
    "n": 54
}, {
    "en": "give",
    "ru": ["давать"],
    "n": 3
}, {
    "en": "kill",
    "ru": ["убивать"],
    "n": 55
}, {
    "en": "feel",
    "ru": ["чувствовать"],
    "n": 4
}, {
    "en": "die",
    "ru": ["умирать"],
    "n": 56
}, {
    "en": "help",
    "ru": ["помогать"],
    "n": 5
}, {
    "en": "understand",
    "ru": ["понимать"],
    "n": 57
}, {
    "en": "find",
    "ru": ["находить"],
    "n": 6
}, {
    "en": "continue",
    "ru": ["продолжать"],
    "n": 58
}, {
    "en": "lose",
    "ru": ["терять", "проигрывать"],
    "n": 7
}, {
    "en": "smell (of)",
    "ru": ["пахнуть (чем-то)"],
    "n": 59
}, {
    "en": "smell",
    "ru": ["нюхать"],
    "n": 59
}, {
    "en": "love",
    "ru": ["любить"],
    "n": 8
}, {
    "en": "burn",
    "ru": ["жечь", "гореть"],
    "n": 60
}, {
    "en": "hate",
    "ru": ["ненавидеть"],
    "n": 9
}, {
    "en": "believe",
    "ru": ["верить", "полагать"],
    "n": 61
}, {
    "en": "pay",
    "ru": ["платить"],
    "n": 10
}, {
    "en": "choose",
    "ru": ["выбирать"],
    "n": 62
}, {
    "en": "play",
    "ru": ["играть"],
    "n": 11
}, {
    "en": "cost",
    "ru": ["стоить"],
    "n": 63
}, {
    "en": "eat",
    "ru": ["есть"],
    "n": 12
}, {
    "en": "build",
    "ru": ["строить"],
    "n": 64
}, {
    "en": "drink",
    "ru": ["пить"],
    "n": 13
}, {
    "en": "wish",
    "ru": ["желать"],
    "n": 65
}, {
    "en": "wear",
    "ru": ["носить EG: одежду"],
    "n": 14
}, {
    "en": "look for",
    "ru": ["искать"],
    "n": 66
}, {
    "en": "run",
    "ru": ["бегать", "управлять (компанией)"],
    "n": 15
}, {
    "en": "swim",
    "ru": ["плавать"],
    "n": 67
}, {
    "en": "come",
    "ru": ["приходить", "приезжать"],
    "n": 16
}, {
    "en": "fall",
    "ru": ["падать"],
    "n": 68
}, {
    "en": "go",
    "ru": ["ходить (куда-то)", "уходить", "уезжать"],
    "n": 17
}, {
    "en": "buy",
    "ru": ["покупать"],
    "n": 69
}, {
    "en": "walk",
    "ru": ["ходить (туда-сюда)", "гулять"],
    "n": 18
}, {
    "en": "sell",
    "ru": ["продавать"],
    "n": 70
}, {
    "en": "see",
    "ru": ["видеть"],
    "n": 19
}, {
    "en": "catch",
    "ru": ["ловить", "догонять", "успевать (на поезд)"],
    "n": 71
}, {
    "en": "hope",
    "ru": ["надеяться"],
    "n": 20
}, {
    "en": "decide",
    "ru": ["решать (что-то делать)"],
    "n": 72
}, {
    "en": "read",
    "ru": ["читать"],
    "n": 21
}, {
    "en": "brag (about)",
    "ru": ["хвастаться (о чем-либо)"],
    "n": 73
}, {
    "en": "write",
    "ru": ["писать"],
    "n": 22
}, {
    "en": "cook",
    "ru": ["готовить (на кухне)"],
    "n": 74
}, {
    "en": "work",
    "ru": ["работать"],
    "n": 23
}, {
    "en": "cry",
    "ru": ["плакать"],
    "n": 75
}, {
    "en": "type",
    "ru": ["печатать (=’набирать’)"],
    "n": 24
}, {
    "en": "drop",
    "ru": ["ронять", "падать (ценам)"],
    "n": 76
}, {
    "en": "ask",
    "ru": ["спрашивать"],
    "n": 25
}, {
    "en": "ask for",
    "ru": ["просить (о чем-нибудь)"],
    "n": 25
}, {
    "en": "climb",
    "ru": ["залезать", "заползать", "карабкаться"],
    "n": 77
}, {
    "en": "think",
    "ru": ["думать", "полагать"],
    "n": 26
}, {
    "en": "wait (for)",
    "ru": ["ждать (кого-то)"],
    "n": 78
}, {
    "en": "live",
    "ru": ["жить"],
    "n": 27
}, {
    "en": "laugh (at)",
    "ru": ["смеяться (над кем-то)"],
    "n": 79
}, {
    "en": "praise",
    "ru": ["хвалить"],
    "n": 28
}, {
    "en": "do",
    "ru": ["делать (действие)"],
    "n": 80
}, {
    "en": "envy",
    "ru": ["завидовать б/п"],
    "n": 29
}, {
    "en": "make",
    "ru": ["делать EG: вещь, усилие"],
    "n": 81
}, {
    "en": "answer",
    "ru": ["отвечать"],
    "n": 30
}, {
    "en": "have",
    "ru": ["иметь"],
    "n": 82
}, {
    "en": "sleep",
    "ru": ["спать"],
    "n": 31
}, {
    "en": "agree",
    "ru": ["соглашаться"],
    "n": 83
}, {
    "en": "wake up",
    "ru": ["просыпаться", "будить"],
    "n": 32
}, {
    "en": "I agree",
    "ru": ["я согласен"],
    "n": 83
}, {
    "en": "hear",
    "ru": ["слышать"],
    "n": 33
}, {
    "en": "happen (to)",
    "ru": ["случаться (c кем-то)"],
    "n": 84
}, {
    "en": "listen (to)",
    "ru": ["слушать (кого-то, что-то)"],
    "n": 34
}, {
    "en": "stay",
    "ru": ["оставаться"],
    "n": 85
}, {
    "en": "watch",
    "ru": ["смотреть EG: TV, матч, шоу"],
    "n": 35
}, {
    "en": "kiss",
    "ru": ["целовать"],
    "n": 36
}, {
    "en": "leave (for)",
    "ru": ["оставлять", "покидать б/п", "уезжать (куда-то)"],
    "n": 86
}, {
    "en": "look (at)",
    "ru": ["смотреть (на)", "выглядеть б/п"],
    "n": 37
}, {
    "en": "invite",
    "ru": ["приглашать"],
    "n": 87
}, {
    "en": "use",
    "ru": ["использовать", "пользоваться"],
    "n": 38
}, {
    "en": "join",
    "ru": ["вступать", "присоединяться б/п"],
    "n": 88
}, {
    "en": "end",
    "ru": ["заканчиваться"],
    "n": 39
}, {
    "en": "pick",
    "ru": ["поднимать (с пола)", "собирать (ягоды)"],
    "n": 89
}, {
    "en": "finish",
    "ru": ["заканчивать"],
    "n": 40
}, {
    "en": "change",
    "ru": ["менять(ся)", "переодеваться"],
    "n": 90
}, {
    "en": "stop",
    "ru": ["переставать", "останавливаться"],
    "n": 41
}, {
    "en": "exchange",
    "ru": ["обменивать"],
    "n": 91
}, {
    "en": "begin, start",
    "ru": ["начинать"],
    "n": 43
}, {
    "en": "fly",
    "ru": ["летать"],
    "n": 92
}, {
    "en": "call",
    "ru": ["звать", "звонить б/п"],
    "n": 93
}, {
    "en": "try",
    "ru": ["пытаться", "стараться", "пробовать"],
    "n": 44
}, {
    "en": "starve",
    "ru": ["очень хотеть есть", "умирать с голоду"],
    "n": 94
}, {
    "en": "get",
    "ru": ["получать", "становиться (не человеку)"],
    "n": 45
}, {
    "en": "grow",
    "ru": ["расти (само по себе)"],
    "n": 95
}, {
    "en": "take",
    "ru": ["забирать", "относить", "отвозить", "отводить"],
    "n": 46
}, {
    "en": "raise",
    "ru": ["выращивать", "воспитывать (детей)"],
    "n": 96
}, {
    "en": "bring",
    "ru": ["приносить", "привозить", "приводить"],
    "n": 47
}, {
    "en": "hide",
    "ru": ["прятать(ся)"],
    "n": 97
}, {
    "en": "need",
    "ru": ["нуждаться б/п"],
    "n": 48
}, {
    "en": "crawl",
    "ru": ["ползти"],
    "n": 98
}, {
    "en": "I need",
    "ru": ["мне нужно "],
    "n": 48
}, {
    "en": "keep",
    "ru": ["хранить", "держать EG: в холодильнике"],
    "n": 99
}, {
    "en": "like",
    "ru": ["нравиться"],
    "n": 49
}, {
    "en": "I like",
    "ru": ["мне нравится"],
    "n": 49
}, {
    "en": "hold",
    "ru": ["держать EG: в руке", "обнимать"],
    "n": 100
}, {
    "en": "talk",
    "ru": ["разговаривать", "говорить (о чем-то)"],
    "n": 50
}, {
    "en": "teach",
    "ru": ["учить (кого-то)"],
    "n": 101
}, {
    "en": "tell",
    "ru": ["говорить (кому-то) б/п"],
    "n": 51
}, {
    "en": "study",
    "ru": ["учиться, изучать систематично"],
    "n": 102
}, {
    "en": "say",
    "ru": ["говорить (что-то)"],
    "n": 52
}, {
    "en": "learn",
    "ru": ["заучивать", "узнавать (что-то новое)", "учиться (водить, играть)"],
    "n": 103
}, {
    "en": "depend (on)",
    "ru": ["зависеть (от)"],
    "n": 104
}, {
    "en": "spend",
    "ru": ["тратить", "проводить EG:время"],
    "n": 105
}, {
    "en": "waste",
    "ru": ["неразумно тратить, проводить EG:время"],
    "n": 106
}, {
    "en": "move",
    "ru": ["двигаться", "шевелиться", "переезжать"],
    "n": 107
}, {
    "en": "expect",
    "ru": ["ожидать"],
    "n": 108
}, {
    "en": "advice",
    "ru": ["советовать"],
    "n": 109
}, {
    "en": "wrap",
    "ru": ["заворачивать (что-то во что-то)"],
    "n": 110
}, {
    "en": "behave",
    "ru": ["вести себя (хорошо)"],
    "n": 111
}, {
    "en": "miss",
    "ru": ["скучать (по кому-то) б/п"],
    "n": 112
}, {
    "en": "become",
    "ru": ["становиться (кем-то, чем-то)"],
    "n": 113
}, {
    "en": "let",
    "ru": ["разрешать", "давать (что-то делать)"],
    "n": 114
}, {
    "en": "let me see",
    "ru": ["дайте мне взглянуть"],
    "n": 114
}, {
    "en": "show",
    "ru": ["показывать"],
    "n": 115
}, {
    "en": "remember",
    "ru": ["помнить", "вспоминать"],
    "n": 116
}, {
    "en": "forget",
    "ru": ["забывать", "не помнить"],
    "n": 117
}, {
    "en": "forgive",
    "ru": ["прощать"],
    "n": 118
}, {
    "en": "jump",
    "ru": ["прыгать"],
    "n": 119
}, {
    "en": "put",
    "ru": ["класть", "ставить"],
    "n": 120
}, {
    "en": "beat",
    "ru": ["бить", "ударять"],
    "n": 121
}, {
    "en": "must",
    "ru": ["должен"],
    "n": 122
}, {
    "en": "can",
    "ru": ["может"],
    "n": 123
}, {
    "en": "could",
    "ru": ["мог бы"],
    "n": 124
}, {
    "en": "should",
    "ru": ["следует (делать)"],
    "n": 125
}, {
    "en": "would",
    "ru": ["бы"],
    "n": 126
}, {
    "en": "meet",
    "ru": ["встречать", "знакомить(ся)"],
    "n": 127
}, {
    "en": "open",
    "ru": ["открывать"],
    "n": 128
}, {
    "en": "close",
    "ru": ["закрывать"],
    "n": 129
}, {
    "en": "prefer",
    "ru": ["предпочитать"],
    "n": 130
}, {
    "en": "travel",
    "ru": ["путешествовать"],
    "n": 131
}, {
    "en": "set",
    "ru": ["устанавливать"],
    "n": 132
}, {
    "en": "sit",
    "ru": ["сидеть"],
    "n": 133
}, {
    "en": "shave",
    "ru": ["бриться"],
    "n": 134
}, {
    "en": "send",
    "ru": ["посылать", "отправлять"],
    "n": 135
}, {
    "en": "receive",
    "ru": ["получать", "принимать EG:гостей"],
    "n": 136
}, {
    "en": "shut",
    "ru": ["захлопнуть", "плотно закрывать"],
    "n": 137
}, {
    "en": "earn",
    "ru": ["зарабатывать"],
    "n": 138
}, {
    "en": "cut",
    "ru": ["стричь", "резать"],
    "n": 139
}, {
    "en": "share",
    "ru": ["делиться (с кем-то)"],
    "n": 140
}, {
    "en": "dream",
    "ru": ["мечтать", "видеть сны"],
    "n": 141
}, {
    "en": "promise",
    "ru": ["обещать"],
    "n": 142
}, {
    "en": "imagine",
    "ru": ["воображать", "представлять себе"],
    "n": 143
}, {
    "en": "seem",
    "ru": ["казаться"],
    "n": 144
}, {
    "en": "it seems to me",
    "ru": ["мне кажется"],
    "n": 144
}, {
    "en": "put ... on",
    "ru": ["надевать (что-то)"],
    "n": 145
}, {
    "en": "take ... off",
    "ru": ["снимать (одежду)"],
    "n": 146
}, {
    "en": "count (on)",
    "ru": ["подсчитывать", "рассчитывать (на что-то)"],
    "n": 147
}, {
    "en": "trust",
    "ru": ["доверять б/п"],
    "n": 148
}, {
    "en": "respect",
    "ru": ["уважать"],
    "n": 149
}, {
    "en": "deliver",
    "ru": ["доставлять"],
    "n": 150
}, {
    "en": "bother",
    "ru": ["беспокоить", "досаждать", "мешать"],
    "n": 151
}, {
    "en": "fall asleep",
    "ru": ["засыпать (уснуть)"],
    "n": 152
}, {
    "en": "flatter",
    "ru": ["льстить"],
    "n": 153
}, {
    "en": "quit",
    "ru": ["бросать (что-то делать)"],
    "n": 154
}, {
    "en": "offer",
    "ru": ["предлагать (вещь)"],
    "n": 155
}, {
    "en": "propose",
    "ru": ["предлагать (что-то делать)"],
    "n": 156
}, {
    "en": "reach",
    "ru": ["достигать", "добираться"],
    "n": 157
}, {
    "en": "enter",
    "ru": ["входить", "поступать (куда-то) б/п"],
    "n": 158
}, {
    "en": "graduate (from)",
    "ru": ["заканчивать EG:курсы, школу"],
    "n": 159
}, {
    "en": "worry",
    "ru": ["беспокоить", "беспокоиться"],
    "n": 160
}, {
    "en": "dive",
    "ru": ["нырять"],
    "n": 161
}, {
    "en": "recognize",
    "ru": ["узнавать EG: на улице"],
    "n": 162
}, {
    "en": "wipe",
    "ru": ["смахивать", "стирать EG:пыль"],
    "n": 163
}, {
    "en": "blame",
    "ru": ["винить", "обвинять б/п"],
    "n": 179
}, {
    "en": "knock",
    "ru": ["стучать", "стукнуть"],
    "n": 180
}, {
    "en": "knock ... down",
    "ru": ["сбить (кого-нибудь) с ног"],
    "n": 180
}, {
    "en": "pretend",
    "ru": ["прикидываться", "делать вид"],
    "n": 181
}, {
    "en": "pour",
    "ru": ["насыпать", "наливать"],
    "n": 182
}, {
    "en": "spoil",
    "ru": ["слегка портить", "баловать (child)"],
    "n": 183
}, {
    "en": "ruin",
    "ru": ["портить окончательно"],
    "n": 184
}, {
    "en": "tear",
    "ru": ["разрывать", "рвать EG: одежду"],
    "n": 185
}, {
    "en": "ride",
    "ru": ["кататься (на лошади, велосипеде)"],
    "n": 186
}, {
    "en": "freeze",
    "ru": ["замораживать", "мерзнуть"],
    "n": 187
}, {
    "en": "discover",
    "ru": ["обнаруживать", "открывать (новое)"],
    "n": 188
}, {
    "en": "follow",
    "ru": ["следовать EG: примеру, за кем-то б/п"],
    "n": 189
}, {
    "en": "deny",
    "ru": ["отрицать"],
    "n": 190
}, {
    "en": "paint",
    "ru": ["рисовать (красками)"],
    "n": 191
}, {
    "en": "add",
    "ru": ["добавлять", "прибавлять"],
    "n": 192
}, {
    "en": "create",
    "ru": ["творить", "создавать"],
    "n": 193
}, {
    "en": "attack",
    "ru": ["нападать б/п"],
    "n": 194
}, {
    "en": "feed",
    "ru": ["кормить"],
    "n": 195
}, {
    "en": "heal",
    "ru": ["заживать (ранению)"],
    "n": 196
}, {
    "en": "get rid (of)",
    "ru": ["избавляться (от)"],
    "n": 197
}, {
    "en": "compare",
    "ru": ["сравнивать"],
    "n": 198
}, {
    "en": "hit",
    "ru": ["попадать (цель)", "ударять б/п"],
    "n": 199
}, {
    "en": "fight",
    "ru": ["драться", "сражаться"],
    "n": 200
}, {
    "en": "sting",
    "ru": ["жалить (пчела, змея)"],
    "n": 201
}, {
    "en": "to be mistaken",
    "ru": ["ошибаться"],
    "n": 202
}, {
    "en": "confuse",
    "ru": ["путать", "спутать EG: address"],
    "n": 203
}, {
    "en": "deceive",
    "ru": ["обманывать"],
    "n": 204
}, {
    "en": "fill ... in",
    "ru": ["заполнять", "наполнять"],
    "n": 205
}, {
    "en": "hunt (after)",
    "ru": ["охотиться (за, на)"],
    "n": 206
}, {
    "en": "part (from)(with)",
    "ru": ["расставаться (с кем-то)(чем-то)"],
    "n": 207
}, {
    "en": "step",
    "ru": ["шагать", "наступать"],
    "n": 208
}, {
    "en": "drown",
    "ru": ["топить, тонуть (живому)"],
    "n": 209
}, {
    "en": "surprise",
    "ru": ["удивлять"],
    "n": 210
}, {
    "en": "to be surprised",
    "ru": ["удивляться"],
    "n": 210
}, {
    "en": "sink",
    "ru": ["топить, тонуть (предмет)"],
    "n": 211
}, {
    "en": "mess",
    "ru": ["наводить беспорядок"],
    "n": 212
}, {
    "en": "mess smth up",
    "ru": ["испоганить", "испортить совсем"],
    "n": 212
}, {
    "en": "mess with smth",
    "ru": ["\"шутить\" с кем-то"],
    "n": 212
}, {
    "en": "react",
    "ru": ["реагировать"],
    "n": 213
}, {
    "en": "throw",
    "ru": ["кидать", "швырять (вещь)"],
    "n": 214
}, {
    "en": "exist",
    "ru": ["существовать"],
    "n": 215
}, {
    "en": "shake",
    "ru": ["трясти", "пожимать (руку)", "дрожать (руками)"],
    "n": 216
}, {
    "en": "appear",
    "ru": ["появляться"],
    "n": 217
}, {
    "en": "corrupt",
    "ru": ["портить (общество - человека)"],
    "n": 218
}, {
    "en": "dissapear",
    "ru": ["исчезать"],
    "n": 219
}, {
    "en": "notice",
    "ru": ["замечать EG:на улице"],
    "n": 220
}, {
    "en": "remind (of)",
    "ru": ["напоминать (о чем либо)"],
    "n": 221
}, {
    "en": "break",
    "ru": ["ломать"],
    "n": 222
}, {
    "en": "predict",
    "ru": ["предсказывать"],
    "n": 223
}, {
    "en": "sing",
    "ru": ["петь"],
    "n": 224
}, {
    "en": "to be afraid (of)",
    "ru": ["бояться (чего)"],
    "n": 225
}, {
    "en": "scare",
    "ru": ["пугать"],
    "n": 226
}, {
    "en": "skip",
    "ru": ["прогуливать EG: занятия"],
    "n": 227
}, {
    "en": "understand",
    "ru": ["понимать"],
    "n": 228
}, {
    "en": "undertake",
    "ru": ["предпринимать"],
    "n": 229
}, {
    "en": "suspect",
    "ru": ["подозревать"],
    "n": 230
}, {
    "en": "sigh",
    "ru": ["вздыхать"],
    "n": 231
}, {
    "en": "survive",
    "ru": ["выживать (в ситуации)"],
    "n": 232
}, {
    "en": "embarass",
    "ru": ["смущать"],
    "n": 233
}, {
    "en": "to be embarrassed",
    "ru": ["смущаться"],
    "n": 233
}, {
    "en": "deserve",
    "ru": ["заслуживать EG:внимания б/п"],
    "n": 234
}, {
    "en": "impress",
    "ru": ["впечатлять"],
    "n": 235
}, {
    "en": "distract",
    "ru": ["отвлекать"],
    "n": 236
}, {
    "en": "cover",
    "ru": ["покрывать", "накрывать"],
    "n": 164
}, {
    "en": "save",
    "ru": ["спасать", "экономить", "копить ($)"],
    "n": 165
}, {
    "en": "rub",
    "ru": ["тереть EG:нос"],
    "n": 166
}, {
    "en": "bite",
    "ru": ["кусать"],
    "n": 167
}, {
    "en": "pull",
    "ru": ["тянуть"],
    "n": 168
}, {
    "en": "push",
    "ru": ["толкать"],
    "n": 169
}, {
    "en": "explode",
    "ru": ["взрывать(ся)"],
    "n": 170
}, {
    "en": "obey",
    "ru": ["слушаться б/п"],
    "n": 171
}, {
    "en": "explain (to)",
    "ru": ["объяснять (кому-то)"],
    "n": 172
}, {
    "en": "steal",
    "ru": ["воровать"],
    "n": 173
}, {
    "en": "enjoy",
    "ru": ["наслаждаться б/п"],
    "n": 174
}, {
    "en": "shine",
    "ru": ["светить EG:sun"],
    "n": 175
}, {
    "en": "admire",
    "ru": ["восхищаться б/п"],
    "n": 176
}, {
    "en": "dance",
    "ru": ["танцевать"],
    "n": 177
}, {
    "en": "dig",
    "ru": ["копать", "рыть", "\"тащиться\" б/п"],
    "n": 178
}, {
    "en": "treat (smbt. to)",
    "ru": ["лечить", "угощать (чем-то)", "обращаться (с кем-то) б/п"],
    "n": 237
}, {
    "en": "stare (at)",
    "ru": ["таращиться (на)", "пристально смотреть"],
    "n": 238
}, {
    "en": "attract",
    "ru": ["привлекать EG:внимание"],
    "n": 239
}, {
    "en": "figure",
    "ru": ["догадываться", "\"прикидывать\""],
    "n": 240
}, {
    "en": "hub",
    "ru": ["обнимать (по медвежьи)"],
    "n": 241
}, {
    "en": "(re)solve",
    "ru": ["решать EG:проблему, задачу"],
    "n": 242
}, {
    "en": "pass",
    "ru": ["сдать EG: экзамен"],
    "n": 243
}, {
    "en": "take",
    "ru": ["сдавать EG:экзамен"],
    "n": 243
}, {
    "en": "pass by",
    "ru": ["проходить мимо (кого-то, чего-то)"],
    "n": 243
}, {
    "en": "spill",
    "ru": ["проливать EG:суп"],
    "n": 244
}, {
    "en": "harm",
    "ru": ["вредить б/п"],
    "n": 245
}, {
    "en": "impose (on)",
    "ru": ["навязывать (кому)"],
    "n": 246
}, {
    "en": "influence",
    "ru": ["влиять б/п"],
    "n": 247
}, {
    "en": "dissapoint",
    "ru": ["разочаровывать"],
    "n": 248
}, {
    "en": "to be dissapointed",
    "ru": ["разочаровываться"],
    "n": 248
}, {
    "en": "shatter",
    "ru": ["разбивать EG: тарелку"],
    "n": 249
}, {
    "en": "joke",
    "ru": ["шутить"],
    "n": 250
}, {
    "en": "tease",
    "ru": ["подшучивать;дразнить;издеваться б/п"],
    "n": 251
}, {
    "en": "bark",
    "ru": ["лаять"],
    "n": 252
}, {
    "en": "stir",
    "ru": ["помешивать EG:суп, чай"],
    "n": 253
}, {
    "en": "faint",
    "ru": ["терять сознание"],
    "n": 254
}, {
    "en": "hint",
    "ru": ["намекать"],
    "n": 255
}, {
    "en": "chew",
    "ru": ["жевать"],
    "n": 256
}, {
    "en": "shoot (at)",
    "ru": ["стрелять (в)"],
    "n": 257
}, {
    "en": "interest",
    "ru": ["интересовать"],
    "n": 258
}, {
    "en": "to be interested (in)",
    "ru": ["интересоваться (чем)"],
    "n": 258
}, {
    "en": "check",
    "ru": ["проверять"],
    "n": 259
}, {
    "en": "belong (to)",
    "ru": ["принадлежать (кому-то, чему-то)"],
    "n": 260
}, {
    "en": "turn",
    "ru": ["поворачивать(ся)"],
    "n": 261
}, {
    "en": "turn (into)",
    "ru": ["превращаться (в)"],
    "n": 262
}, {
    "en": "turn (to)",
    "ru": ["обращаться (к)"],
    "n": 263
}, {
    "en": "describe",
    "ru": ["описывать"],
    "n": 264
}, {
    "en": "invent",
    "ru": ["изобретать"],
    "n": 265
}, {
    "en": "keep silence",
    "ru": ["молчать"],
    "n": 266
}, {
    "en": "sew",
    "ru": ["шить"],
    "n": 267
}, {
    "en": "sort ... out",
    "ru": ["разбираться EG: с проблемой"],
    "n": 268
}, {
    "en": "lift",
    "ru": ["приподнимать"],
    "n": 269
}, {
    "en": "clean",
    "ru": ["чистить"],
    "n": 270
}, {
    "en": "repeat",
    "ru": ["повторять"],
    "n": 271
}, {
    "en": "recommend",
    "ru": ["рекомендовать"],
    "n": 272
}, {
    "en": "knit",
    "ru": ["вязать"],
    "n": 273
}, {
    "en": "make up",
    "ru": ["придумывать"],
    "n": 274
}, {
    "en": "yell (at)",
    "ru": ["кричать (на кого-то)"],
    "n": 275
}, {
    "en": "return",
    "ru": ["возвращать(ся)"],
    "n": 276
}, {
    "en": "kick",
    "ru": ["пинать"],
    "n": 277
}, {
    "en": "quarrel",
    "ru": ["ссориться"],
    "n": 278
}, {
    "en": "carry",
    "ru": ["носить EG: ключи, ребенка"],
    "n": 279
}, {
    "en": "cancel",
    "ru": ["отменять EG: занятие"],
    "n": 280
}, {
    "en": "complain",
    "ru": ["жаловаться"],
    "n": 281
}, {
    "en": "rip ... off",
    "ru": ["отрывать", "обдирать"],
    "n": 282
}, {
    "en": "force",
    "ru": ["заставлять"],
    "n": 283
}, {
    "en": "to be forced",
    "ru": ["быть вынужденным"],
    "n": 284
}, {
    "en": "defend",
    "ru": ["защищать"],
    "n": 285
}, {
    "en": "rob",
    "ru": ["грабить"],
    "n": 286
}, {
    "en": "replace",
    "ru": ["заменять (на новое или better)"],
    "n": 287
}, {
    "en": "forbid",
    "ru": ["запрещать"],
    "n": 288
}, {
    "en": "argue",
    "ru": ["спорить"],
    "n": 289
}, {
    "en": "suffer",
    "ru": ["мучиться", "страдать"],
    "n": 290
}, {
    "en": "hurry",
    "ru": ["торопить(ся)"],
    "n": 291
}, {
    "en": "calm ... down",
    "ru": ["успокаивать(ся)"],
    "n": 292
}, {
    "en": "cross",
    "ru": ["пересекать"],
    "n": 293
}, {
    "en": "cross ... out",
    "ru": ["вычеркивать"],
    "n": 294
}, {
    "en": "order",
    "ru": ["приказывать;заказывать"],
    "n": 395
}, {
    "en": "upset",
    "ru": ["огорчать"],
    "n": 296
}, {
    "en": "to be upset",
    "ru": ["огорчаться"],
    "n": 296
}, {
    "en": "warn",
    "ru": ["предупреждать", "предостерегать"],
    "n": 297
}, {
    "en": "discard",
    "ru": ["выкидывать (ненужную вещь)"],
    "n": 298
}, {
    "en": "convince",
    "ru": ["убеждать"],
    "n": 299
}, {
    "en": "refuse",
    "ru": ["отказывать(ся)"],
    "n": 300
}, {
    "en": "soil",
    "ru": ["пачкать"],
    "n": 301
}, {
    "en": "torture",
    "ru": ["мучить", "издеваться"],
    "n": 302
}, {
    "en": "touch",
    "ru": ["трогать", "прикасаться"],
    "n": 303
}, {
    "en": "hang",
    "ru": ["вешать"],
    "n": 304
}, {
    "en": "doubt",
    "ru": ["сомневаться"],
    "n": 305
}, {
    "en": "avoid",
    "ru": ["избегать"],
    "n": 306
}, {
    "en": "tie",
    "ru": ["завязывать"],
    "n": 307
}, {
    "en": "insist",
    "ru": ["настаивать (в речи)"],
    "n": 308
}, {
    "en": "take care (of)",
    "ru": ["заботиться (о)"],
    "n": 309
}, {
    "en": "improve",
    "ru": ["улучшать(ся)"],
    "n": 310
}, {
    "en": "worsen",
    "ru": ["ухудшать(ся)"],
    "n": 311
}, {
    "en": "scatter",
    "ru": ["раскидывать"],
    "n": 312
}, {
    "en": "spread",
    "ru": ["намазывать", "распространять(ся)"],
    "n": 313
}, {
    "en": "prepare",
    "ru": ["готовить(ся)"],
    "n": 314
}, {
    "en": "remove",
    "ru": ["удалять EG: пятно"],
    "n": 315
}, {
    "en": "accept",
    "ru": ["принимать EG: приглашение"],
    "n": 316
}, {
    "en": "mean",
    "ru": ["означать", "иметь в виду"],
    "n": 317
}, {
    "en": "apologize",
    "ru": ["извиняться"],
    "n": 318
}, {
    "en": "reject",
    "ru": ["отвергать"],
    "n": 319
}, {
    "en": "smoke",
    "ru": ["курить"],
    "n": 320
}, {
    "en": "tremble",
    "ru": ["дрожать"],
    "n": 321
}, {
    "en": "provide",
    "ru": ["обеспечивать"],
    "n": 322
}, {
    "en": "take ... apart",
    "ru": ["разбирать на части"],
    "n": 323
}, {
    "en": "justify",
    "ru": ["оправдывать"],
    "n": 324
}, {
    "en": "make excuses",
    "ru": ["оправдываться"],
    "n": 325
}, {
    "en": "adjust",
    "ru": ["подстраиваться"],
    "n": 326
}, {
    "en": "adupt",
    "ru": ["приспосабливаться"],
    "n": 327
}, {
    "en": "put up (with)",
    "ru": ["смириться (с чем-то)"],
    "n": 328
}, {
    "en": "blush, flush",
    "ru": ["краснеть EG: человеку"],
    "n": 330
}, {
    "en": "flush",
    "ru": ["сливать EG: воду"],
    "n": 330
}, {
    "en": "prove",
    "ru": ["доказывать"],
    "n": 331
}, {
    "en": "occur",
    "ru": ["случаться", "приходить в голову"],
    "n": 332
}, {
    "en": "it occured to me",
    "ru": ["мне пришло в голову"],
    "n": 332
}, {
    "en": "leak",
    "ru": ["протекать EG: кран, крыша"],
    "n": 333
}, {
    "en": "serve",
    "ru": ["служить"],
    "n": 334
}, {
    "en": "to be mad (at, with)",
    "ru": ["обижаться;быть злым (на кого-то)"],
    "n": 335
}, {
    "en": "to be angry (at)",
    "ru": ["обижаться;быть злым (на кого-то)"],
    "n": 336
}, {
    "en": "sound",
    "ru": ["звучать", "казаться"],
    "n": 337
}, {
    "en": "it sounds",
    "ru": ["это кажется интересным"],
    "n": 337
}, {
    "en": "resist",
    "ru": ["сопротивляться"],
    "n": 338
}, {
    "en": "inherit",
    "ru": ["наследовать"],
    "n": 339
}, {
    "en": "fall apart",
    "ru": ["разваливаться"],
    "n": 340
}, {
    "en": "hurt",
    "ru": ["обижать", "причинять боль б/п"],
    "n": 341
}, {
    "en": "match",
    "ru": ["сочетаться б/п"],
    "n": 342
}, {
    "en": "lay",
    "ru": ["класть"],
    "n": 343
}, {
    "en": "drip",
    "ru": ["капать"],
    "n": 344
}, {
    "en": "to be used to",
    "ru": ["привыкать (к чему-то) + Ving"],
    "n": 345
}, {
    "en": "to be accustomed to",
    "ru": ["привыкать + Ving"],
    "n": 346
}, {
    "en": "attend",
    "ru": ["посещать (meeting), присматривать"],
    "n": 347
}, {
    "en": "grab",
    "ru": ["хватать", "брать (разг.)"],
    "n": 348
}, {
    "en": "greet",
    "ru": ["поздравлять EG: с праздником", "приветствовать"],
    "n": 347
}, {
    "en": "congratulate",
    "ru": ["поздравлять EG: с достижением, свадьбой, рождением"],
    "n": 348
}, {
    "en": "scream",
    "ru": ["визжать"],
    "n": 349
}, {
    "en": "pay attention to",
    "ru": ["обращать внимание (на)"],
    "n": 350
}, {
    "en": "estimate",
    "ru": ["оценивать"],
    "n": 351
}, {
    "en": "under+; over+",
    "ru": ["недо, пере + оценивать"],
    "n": 352
}, {
    "en": "inerfere",
    "ru": ["встревать", "вмешиваться (в разговор)"],
    "n": 353
}, {
    "en": "to be nervous",
    "ru": ["нервничать"],
    "n": 354
}, {
    "en": "purchase",
    "ru": ["приобретать (=покупать)"],
    "n": 355
}, {
    "en": "express",
    "ru": ["выражать EG: мысли, чувства"],
    "n": 356
}, {
    "en": "to be like",
    "ru": ["быть похожим (на кого-то) б/п"],
    "n": 357
}, {
    "en": "to be tired (of)",
    "ru": ["уставать (от чего-то)"],
    "n": 358
}, {
    "en": "to be proud (of)",
    "ru": ["гордиться (чем-то)"],
    "n": 359
}, {
    "en": "interrupt",
    "ru": ["перебивать EG: говорящего"],
    "n": 360
}, {
    "en": "last",
    "ru": ["хватать (на период)", "продолжаться (на какое-то время) EG: буря"],
    "n": 361
}, {
    "en": "stink",
    "ru": ["плохо пахнуть (как минимум)"],
    "n": 362
}, {
    "en": "give up (V+ing)",
    "ru": ["опускать руки;бросать что-либо (по обстоятельствам)", "сдаваться"],
    "n": 363
}, {
    "en": "give in",
    "ru": ["сдаваться"],
    "n": 364
}, {
    "en": "protect",
    "ru": ["защищать", "предохранять"],
    "n": 365
}, {
    "en": "make up for",
    "ru": ["компенсировать (что)"],
    "n": 366
}, {
    "en": "toss out",
    "ru": ["вышвыривать"],
    "n": 367
}, {
    "en": "lie",
    "ru": ["ложиться", "лежать"],
    "n": 368
}, {
    "en": "lick",
    "ru": ["лизать"],
    "n": 369
}, {
    "en": "show up",
    "ru": ["появляться (как ожидалось)"],
    "n": 370
}, {
    "en": "to be excited",
    "ru": ["быть в восторге"],
    "n": 371
}, {
    "en": "go on",
    "ru": ["продолжаться"],
    "n": 372
}, {
    "en": "to be addicted to",
    "ru": ["не мочь жить (без чего-нибудь)"],
    "n": 373
}, {
    "en": "lack",
    "ru": ["не хватать б/п EG: времени, денег"],
    "n": 374
}, {
    "en": "make conclusions",
    "ru": ["делать выводы"],
    "n": 376
}, {
    "en": "strangle",
    "ru": ["душить"],
    "n": 377
}, {
    "en": "fit",
    "ru": ["подходить б/п EG: по размеру"],
    "n": 378
}, {
    "en": "hesitate",
    "ru": ["колебаться EG: с решениями"],
    "n": 379
}, {
    "en": "spell",
    "ru": ["говорить по буквам"],
    "n": 380
}, {
    "en": "come true",
    "ru": ["осуществляться (планам)"],
    "n": 381
}, {
    "en": "experience",
    "ru": ["испытывать EG: трудности"],
    "n": 382
}, {
    "en": "stand",
    "ru": ["терпеть", "переносить б/п EG: трудности"],
    "n": 383
}, {
    "en": "flow",
    "ru": ["течь EG: реке"],
    "n": 384
}, {
    "en": "guess",
    "ru": ["думать", "полагать"],
    "n": 385
}, {
    "en": "substitute",
    "ru": ["подменять (sick teacher)"],
    "n": 386
}, {
    "en": "swap",
    "ru": ["меняться (неравноценно)"],
    "n": 387
}, {
    "en": "handle",
    "ru": ["справляться б/п EG: с трудностями"],
    "n": 388
}, {
    "en": "suffocate",
    "ru": ["задыхаться"],
    "n": 389
}, {
    "en": "find oneself",
    "ru": ["оказаться EG: на острове"],
    "n": 390
}, {
    "en": "collect",
    "ru": ["забирать (документы)"],
    "n": 391
}, {
    "en": "talk (smb) out (of)",
    "ru": ["отговаривать (от чего)"],
    "n": 392
}, {
    "en": "talk (smb) into Ving",
    "ru": ["уговаривать"],
    "n": 393
}, {
    "en": "consult",
    "ru": ["советоваться б/п"],
    "n": 394
}, {
    "en": "socialize",
    "ru": ["общаться"],
    "n": 395
}, {
    "en": "overcome",
    "ru": ["преодолевать EG: трудности"],
    "n": 396
}, {
    "en": "bathe",
    "ru": ["купаться"],
    "n": 397
}, {
    "en": "to be fed up (with)",
    "ru": ["уставать (от)", "надоедать"],
    "n": 398
}, {
    "en": "fix",
    "ru": ["ремонтировать", "готовить (food) быстро"],
    "n": 399
}, {
    "en": "succeed",
    "ru": ["преуспевать", "удаваться"],
    "n": 400
}, {
    "en": "fuss",
    "ru": ["\"разоряться\"", "\"дергаться\"", "\"париться\"", "\"дергать\""],
    "n": 401
}, {
    "en": "I'm not fussed",
    "ru": ["меня не парит"],
    "n": 401
}, {
    "en": "break up (with)",
    "ru": ["поругаться навсегда", "завязывать (с кем-либо)"],
    "n": 402
}, {
    "en": "get even (with)",
    "ru": ["свести счеты (с кем-то)"],
    "n": 403
}, {
    "en": "pay back (to)",
    "ru": ["отомстить (кому-то)"],
    "n": 404
}, {
    "en": "mix",
    "ru": ["смешивать", "перемешивать"],
    "n": 405
}, {
    "en": "mix up (papers)",
    "ru": ["перепутать (papers, person)"],
    "n": 405
}, {
    "en": "suck",
    "ru": ["сосать"],
    "n": 406
}, {
    "en": "stretch (out)",
    "ru": ["протягивать EG: руку", "растягивать"],
    "n": 407
}, {
    "en": "to be supposed",
    "ru": ["быть положенным"],
    "n": 408
}, {
    "en": "I am supposed to know",
    "ru": ["мне положено знать"],
    "n": 408
}, {
    "en": "pack (up)",
    "ru": ["упаковывать"],
    "n": 409
}, {
    "en": "concentrate",
    "ru": ["сосредотачи(ва)ть(ся)"],
    "n": 410
}, {
    "en": "demand",
    "ru": ["требовать"],
    "n": 411
}, {
    "en": "snort",
    "ru": ["фыркать", "фыркание"],
    "n": 412
}, {
    "en": "sneeze",
    "ru": ["чихать"],
    "n": 413
}, {
    "en": "snore",
    "ru": ["храпеть"],
    "n": 414
}, {
    "en": "disturb",
    "ru": ["беспокоить", "досаждать"],
    "n": 415
}, {
    "en": "divide",
    "ru": ["делить", "разделять (на части)"],
    "n": 416
}, {
    "en": "discuss",
    "ru": ["обсуждать"],
    "n": 417
}, {
    "en": "astonish",
    "ru": ["удивлять (сильно, приятно)"],
    "n": 418
}, {
    "en": "astonishment",
    "ru": ["удивление"],
    "n": 418
}, {
    "en": "approach",
    "ru": ["приближаться б/п", "подход EG: к проблеме"],
    "n": 419
}, {
    "en": "annoy",
    "ru": ["раздражать (fig)"],
    "n": 420
}, {
    "en": "annoyance",
    "ru": ["раздражение"],
    "n": 420
}, {
    "en": "to be ashamed of",
    "ru": ["стыдиться"],
    "n": 421
}, {
    "en": "allow",
    "ru": ["позволять", "разрешать"],
    "n": 422
}, {
    "en": "crush",
    "ru": ["давить"],
    "n": 423
}, {
    "en": "calculate",
    "ru": ["подсчитывать (wages, effects, time)"],
    "n": 424
}, {
    "en": "consider",
    "ru": ["считать, полагать", "обдумывать (предложение, situation)", "рассматривать (idea, effect)"],
    "n": 425
}, {
    "en": "crash",
    "ru": ["врезаться, разбить(ся) EG: car, plane, plates", "катастрофа, авария"],
    "n": 426
}, {
    "en": "carry out",
    "ru": ["выполнять (какой-либо план)"],
    "n": 427
}, {
    "en": "decrease",
    "ru": ["уменьшать(ся)"],
    "n": 428
}, {
    "en": "increase",
    "ru": ["увеличи(ва)ть(ся)"],
    "n": 428
}, {
    "en": "declare",
    "ru": ["заявлять, объявлять", "признаваться (в любви)", "декларировать EG: на границе"],
    "n": 429
}, {
    "en": "escape",
    "ru": ["спасаться бегством, убегать (prison, reality)", "избежать (death)", "побег, бегство"],
    "n": 430
}, {
    "en": "exhaust",
    "ru": ["истощать", "утомлять"],
    "n": 431
}, {
    "en": "to be exhausted",
    "ru": ["быть истощенным"],
    "n": 431
}, {
    "en": "to be eager",
    "ru": ["очень хотеть", "гореть желанием"],
    "n": 432
}, {
    "en": "I am eager to know it",
    "ru": ["я очень хочу знать об этом"],
    "n": 432
}, {
    "en": "fulfill",
    "ru": ["выполнять (plans, contract, function)", "осуществлять (dream)"],
    "n": 433
}, {
    "en": "seize",
    "ru": ["не упускать EG: возможность"],
    "n": 434
}, {
    "en": "single out",
    "ru": ["выбирать, выделять EG: лучшего студента"],
    "n": 435
}, {
    "en": "threaten",
    "ru": ["угрожать"],
    "n": 436
}, {
    "en": "twist",
    "ru": ["выворачивать (руки)", "подвернуть (ногу)", "загибать (wire)", "извиваться (road)", "поворачивать (handle)"],
    "n": 440
}, {
    "en": "wind (waind)",
    "ru": ["перематывать", "мотать", "подкручивать"],
    "n": 441
}, {
    "en": "wind up",
    "ru": ["заводить (часы)"],
    "n": 441
}, {
    "en": "wind down",
    "ru": ["\"расслабляться\""],
    "n": 441
}, {
    "en": "rewind",
    "ru": ["перемотка назад"],
    "n": 441
}, {
    "en": "rationalize",
    "ru": ["оправдывать(ся)"],
    "n": 442
}, {
    "en": "do without",
    "ru": ["обходиться без чего-либо"],
    "n": 443
}, {
    "en": "deprive",
    "ru": ["лишать (rights, money)"],
    "n": 444
}, {
    "en": "get away with",
    "ru": ["сходить с рук", "выйти из положения"],
    "n": 445
}, {
    "en": "include",
    "ru": ["включать (что-то во что-то)"],
    "n": 446
}, {
    "en": "lean",
    "ru": ["нагибаться"],
    "n": 447
}, {
    "en": "lean against",
    "ru": ["прислоняться (к)"],
    "n": 448
}, {
    "en": "persuade",
    "ru": ["убеждать", "уговаривать"],
    "n": 449
}, {
    "en": "prevent",
    "ru": ["предотвращать"],
    "n": 450
}, {
    "en": "reply",
    "ru": ["отвечать"],
    "n": 451
}, {
    "en": "rely",
    "ru": ["полагаться (на к-н)"],
    "n": 452
}, {
    "en": "regret",
    "ru": ["сожалеть"],
    "n": 453
}, {
    "en": "resume",
    "ru": ["возобновлять (занятие)"],
    "n": 454
}, {
    "en": "satisfy",
    "ru": ["удовлетворять"],
    "n": 455
}, {
    "en": "spank",
    "ru": ["шлепать (ребенка)"],
    "n": 456
}, {
    "en": "struggle",
    "ru": ["бороться", "стараться изо всех сил"],
    "n": 457
}, {
    "en": "subtract",
    "ru": ["вычитать"],
    "n": 458
}, {
    "en": "suggest",
    "ru": ["предлагать (идею)"],
    "n": 459
}, {
    "en": "support",
    "ru": ["поддерживать (вещь, idea)"],
    "n": 460
}, {
    "en": "surround",
    "ru": ["окружать (врага)"],
    "n": 461
}, {
    "en": "shout",
    "ru": ["кричать"],
    "n": 462
}, {
    "en": "adore",
    "ru": ["обожать б/п"],
    "n": 463
}, {
    "en": "accuse",
    "ru": ["обвинять EG: в суде, ч-л серьезном"],
    "n": 464
}, {
    "en": "bend",
    "ru": ["сгибать(ся)"],
    "n": 465
}, {
    "en": "contradict",
    "ru": ["противоречить"],
    "n": 466
}, {
    "en": "connect",
    "ru": ["соединять (трубки, computers)", "связывать (events, telephone)"],
    "n": 467
}, {
    "en": "fail",
    "ru": ["отказать (engine)", "проваливаться (на экзамене)", "терпеть неудачу", "не удаваться"],
    "n": 468
}, {
    "en": "I failed to understand you",
    "ru": ["мне не удалось вас понять"],
    "n": 468
}, {
    "en": "failure",
    "ru": ["неудача", "провал (party)", "неудачник"],
    "n": 468
}, {
    "en": "I feel myself a failure",
    "ru": ["я чувствую себя неудачником"],
    "n": 468
}, {
    "en": "to be fond of",
    "ru": ["любить (joking, person)"],
    "n": 469
}, {
    "en": "get along (with)",
    "ru": ["находить общий язык (с)", "ладить"],
    "n": 470
}, {
    "en": "gain (fml)",
    "ru": ["приобретать (опыт)", "заполучать (attention, favour)", "набирать (weight, speed)"],
    "n": 471
}, {
    "en": "inform (fml)",
    "ru": ["давать знать б/п"],
    "n": 472
}, {
    "en": "intend",
    "ru": ["намереваться"],
    "n": 473
}, {
    "en": "make (of smth)",
    "ru": ["думать (о чем-то)"],
    "n": 474
}, {
    "en": "nibble (on, at)",
    "ru": ["грызть"],
    "n": 475
}, {
    "en": "occupy",
    "ru": ["занимать (территорию, time)"],
    "n": 476
}, {
    "en": "to be over smth, smb",
    "ru": ["полностью забывать о чем-то, о ком-то"],
    "n": 477
}, {
    "en": "put ... off",
    "ru": ["откладывать (дела)"],
    "n": 478
}, {
    "en": "put ... out",
    "ru": ["тушить (огонь)"],
    "n": 479
}, {
    "en": "make a pass at smb",
    "ru": ["заигрывать с кем-либо"],
    "n": 480
}, {
    "en": "rush",
    "ru": ["торопить(ся)", "спешить", "поторапливать", "резко бежать"],
    "n": 481
}, {
    "en": "reduce",
    "ru": ["снижать (speed, стоимость)"],
    "n": 482
}, {
    "en": "reduce to tears",
    "ru": ["довести до слез"],
    "n": 482
}, {
    "en": "refrain",
    "ru": ["воздерживаться EG: от курения"],
    "n": 483
}, {
    "en": "reveal",
    "ru": ["выдавать EG: секрет"],
    "n": 484
}, {
    "en": "regret",
    "ru": ["сожалеть б/п"],
    "n": 485
}, {
    "en": "respond (fml)",
    "ru": ["отвечать (на вопрос)"],
    "n": 486
}, {
    "en": "response",
    "ru": ["ответ"],
    "n": 486
}, {
    "en": "regard",
    "ru": ["рассматривать (fig) (кого-то так)", "уважение, пожелание"],
    "n": 487
}, {
    "en": "regardless of",
    "ru": ["независимо от"],
    "n": 487
}, {
    "en": "remain",
    "ru": ["оставаться EG: другом, at home, quesition"],
    "n": 488
}, {
    "en": "stick (to)",
    "ru": ["прилипать (к)"],
    "n": 489
}, {
    "en": "stick into",
    "ru": ["запихнуть", "засунуть"],
    "n": 489
}, {
    "en": "stick",
    "ru": ["класть"],
    "n": 489
}, {
    "en": "stick to",
    "ru": ["придерживаться б/п", "\"следовать\" (теории)"],
    "n": 489
}, {
    "en": "to be stuck",
    "ru": ["застревать"],
    "n": 489
}, {
    "en": "surround",
    "ru": ["окружать (врага)"],
    "n": 490
}, {
    "en": "subscribe (to)",
    "ru": ["подписываться (на) EG: газету"],
    "n": 491
}, {
    "en": "settle",
    "ru": ["утрясать (проблему) б/п", "поселяться б/п"],
    "n": 492
}, {
    "en": "sympathize",
    "ru": ["сочуствовать"],
    "n": 493
}, {
    "en": "I sympathize with you",
    "ru": ["я тебе сочувствую"],
    "n": 493
}, {
    "en": "stumble",
    "ru": ["спотыкаться"],
    "n": 494
}, {
    "en": "cough",
    "ru": ["кашлять"],
    "n": 495
}, {
    "en": "afford",
    "ru": ["позволять себе"],
    "n": 496
}, {
    "en": "to wear out",
    "ru": ["утомлять", "изнашивать (clothes)"],
    "n": 497
}, {
    "en": "to be worn out",
    "ru": ["утомляться"],
    "n": 497
}, {
    "en": "chase (after), to be after",
    "ru": ["гоняться (за), преследовать (mouse, girls), охотиться (за)"],
    "n": 498
}]